{
    "type": "origins:invulnerability",
    "damage_condition": {
      "type": "origins:name",
      "name": "drown"
    },
    "name": "Waterbreathing",
    "description": "Du kannst nicht ertrinken, weil du ein Beluga bist, obwohl die ertrinken können, frag nicht denn es wurde soo gemacht und auch wenn sie eigentlich nach 20 minuten hoch müssen, musst du nicht. Bist halt irgendwie anders als die. Seh dich halt als was besseres oder so kp, weiß auch nicht worum es hier geht. Keine Angst, der Text hier wird aber trotzdem noch nicht aufhoeren, obwohl das eigentliche Thema schon lange zu Ende ist. Als nächstes kommt mein Vortrag zum Thema Minecraft für Noobs: wie auch Leute wie du anfangen können zu spielen. Minecraft ist ein open world sandbox game der Firma Mojang aus Schweden. Wie Wikipedia sagt: Minecraft ist ein Sandbox-Computerspiel, das ursprünglich vom schwedischen Programmierer Markus „Notch“ Persson und seinem dazu gegründeten Unternehmen Mojang entwickelt wurde. Mojang samt Spiel gehört seit September 2014 zu Microsoft.[18] Minecraft erschien erstmals am 17. Mai 2009 als Early-Access-Titel für PC. In der Folge wurde Minecraft für diverse weitere Plattformen und Spielkonsolen veröffentlicht. Die meisten davon erhalten bis heute regelmäßig kostenfreie Aktualisierungen mit neuen Inhalten. Minecraft ist mit über 235 Millionen Exemplaren das meistverkaufte Computerspiel aller Zeiten. Im Spiel erschafft der Spieler Konstruktionen, wie Gebäude oder Schaltkreise aus zumeist würfelförmigen Elementen in einer prozedural generierten, dreidimensionalen Welt, die ebenso aus Würfeln besteht. Diese an die Natur angelehnte Spielwelt kann darüber hinaus erkundet werden, um Ressourcen zu sammeln, gegen Monster zu kämpfen und gefundene Rohstoffe zu neuen Gegenständen weiterzuverarbeiten. Stellt sich heraus der Wikipedia Artikel zu Minecraft ist ziemlich komisch. Dies wird mich allerding nicht daran hindern, hier einfach weiterzuschreiben. Wenn du es geschafft hast bis hier zu lesen, schreib oder sag mir das Wort Arbeiter und du kiegst eventuell eine verbesserung für deine origin. Werde ich jetzt aufhoeren? Um Johann Wolfgang von Goethes Faust Zeile 2667 Szene Straße 1 zu zitieren: nein. Aber, wenn ich hier aufhören würde zu schreiben, was wäre dann? Was würde ich dann tun? Tue ich überrhaupt etwas? Warum tue ich das hier überhaupt? Gibt es hierfür einen Sinn? Hat das Leben einen Sinn? Was ist der Sinn des Lebens? Was kam zuerst: Das Huhn oder das Ei? Hilfe, soviele unbeantwortete Fragen! Wenn du hier ankommst, dann hast du definitv kein Leben und nichts besseres zu tun als Aufsätze zu lesen die bis hierhin fucking 350 Wörter lang sind. Das ist fast schon länger als meine letzte Deutscharbeit... Naja, ich werde nun aufhören zu schreiben, damit ich endlich wieder ein Leben habe und das hier nicht mein Schicksal bleibt. Da war es vorbei, dass ich wusste, was das hatte. - Ich meine, die Geschichte und die Handlung, die ich auf der Insel schreiben werde, und die Tatsache, dass ich diese kleine Geschichte erzählen kann, die Fakten, die von dieser Insel kommen werden und wie die Leute reagieren werden, wenn sie wissen, wie ich es tun werde Zeigen Sie ihnen diese Tatsachen. Und all die verschiedenen Dinge, die ich aus meinem Mund gesagt habe, von denen ich glaube, dass ich in diesem Moment nicht die Kapazität hatte, sie zu liefern. Ich muss die Leute dazu bringen, mit mir zu reden. Und ich muss in einer Zeit schreiben, in der ich nicht anwesend sein werde. Es sieht so aus, als würde ich weiter über die Insel schreiben und ich werde unterwegs auch mehr über die Inseln schreiben, natürlich zumindest, wenn Sie für die nächste Saison zurückkehren, denn natürlich kommen die wichtigeren Dinge herein In der zweiten Staffel werden wir eine Episode mit dem Titel „Let’s Save a Girl“ mit dir haben. Das ist toll, das ist so cool. Und dieses Mal wird mein Leben so weitergehen, wie ich es weiß – Danke schön. -Ja? -Ich weiß, dass es passiert, das ist großartig. Ja? - Ich wollte immer das letzte Buch lesen, das ich gemacht habe, also wird es No Way Out heißen. Dieser Abschnitt wurde netterweise von einer KI beigesteuert. "
}
